---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecApparentLoadPhasea
source: html/8f930a79-721d-e2cb-0d09-92025deae81a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecApparentLoadPhasea Property

"Apparent Load Phase A"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecApparentLoadPhasea { get; }
```